{
  "Navbar": {
    "Homepage": "HomePage",
    "Aboutme": "About Me",
    "Pricing": "Pricing",
    "Contact": "Contact"
  },
  "Homepage": {
    "Pointsofinterest": {
      "Graphtitle": "Graphic Design",
      "GraphContent": "Do you need professional graphic materials to make your brand stand out? Contact me! I offer a personalized approach, competitive prices, and full dedication to your project",
      "Sitetitle": "Web Design",
      "Sitecontent": "If you want a website that attracts customers and makes your business stand out. Contact me! I create modern, responsive websites tailored to your needs",
      "Button": "See More"
    },
    "Aboutme": {
      "Title": "About Me",
      "Subtitle": "Hi, I'm Czarek",
      "Content": "I am a web developer and graphic designer with a true passion for what I do. Every project is a new challenge and an opportunity to create something unique. I continuously expand my knowledge to stay up-to-date with rapidly evolving technologies. I also incorporate artificial intelligence into my work, enabling me to create innovative projects more efficiently and streamline the creative process. With years of experience, I design solutions that are both aesthetic and functional, while being tailored to the individual needs of each client."
    },
    "Webdesign": {
      "Title1": "Website Design",
      "Content1": "Are you looking for the perfect website that fully captures the essence of your business? I will design a modern and functional website for you that not only grabs attention but also achieves your business goals. As an independent professional, I offer something you won't find in large agencies: complete dedication and a personalized approach to every project.",
      "Title2": "Why should you choose to work with me?",
      "Listitem1": "<strong>Direct communication</strong> - You do not go through intermediaries, which means that every suggestion you make comes directly to me. This allows for faster and more effective communication.",
      "Listitem2": " <strong>Custom design</strong> - I do not use ready-made templates. Every website I create is unique and tailored to your vision and needs.",
      "Listitem3": "<strong>fair prices</strong> - As a freelancer, I can offer more competitive prices compared to large companies without compromising on quality. The cost of creating a landing page starts at just $500",
      "Listitem4": "<strong>Personalized approach to budget and technology</strong> - You have a choice! I offer two options:",
      "SubItem1": " <strong>WordPress</strong> - Ideal if you are looking for a more budget-friendly solution that allows for easy content management. There are some limitations in customization, but you will still receive a website designed specifically for you.",
      "SubItem2": "<strong>Next.js app</strong> - If you prioritize maximum customization and optimal performance, this solution without using an external CMS will be a perfect fit. It comes at a higher price, but there are no limitations, and the website will operate even faster.",
      "Title3": "Trust me and gain your perfect website",
      "Content2": "I approach every project with complete dedication, ensuring that the final result not only meets your expectations but exceeds them. Trust me, and you will gain not only a beautiful website but also a partner who will support you at every stage of its creation.",
      "Content3": "Contact me and see how easily you can have a website that works for you!",
      "Buttonprice": "Pricing",
      "Buttoncontact": "Request a Quote"
    },
    "Latestwebdesigns": {
      "Title1": "Latest ",
      "Title2": "Designs"
    },
    "GraphDesign": {
      "Title1": "Graphic Design",
      "Content1": "Are you looking for a designer to create a unique project for you? You've come to the right place! As an experienced graphic designer, I offer a wide range of services, including:",
      "Listitem1": "<strong>Advertising materials</strong>, that will help you attract customers to your business",
      "Listitem2": "<strong>Business cards</strong>, that will leave a lasting impression,",
      "Listitem3": "<strong>Corporate logo</strong>, that will capture the unique character of your brand,",
      "Listitem4": "and also <strong>posters</strong>,  <strong>arts for social media</strong>, <strong>Packaging designs</strong> and much more",
      "Content2": "As a graphic designer, I offer comprehensive visual identity creation—ranging from logos and color palettes to cohesive promotional materials. Well-designed visual identity not only builds brand recognition but also fosters customer trust. With consistent and aesthetically pleasing graphic design, your company will be easily remembered, which will translate into better business results. Let me help you create an image that works to your advantage!",
      "Title3": "Why should you choose me instead of a large agency?",
      "Listitem5": "<strong>More favorable pricing conditions</strong> - Without intermediaries and unnecessary costs, you receive a high-quality design at a fair price,",
      "Listitem6": "<strong>Direct and fast communication</strong> - When you work with me, you have full control over the project and can always count on quick communication,",
      "Listitem7": "<strong>Full commitment</strong> - I treat each project individually, putting in maximum energy and passion. I want you to be fully satisfied with the results of our collaboration.",
      "Content3": "Unlike large companies, where you may be just one of many clients, your needs and satisfaction are my top priority!",
      "Content4": "Contact me, and together let's create something extraordinary!",
      "Buttonprice": "Pricing",
      "Buttoncontact": "Request a Quote"
    },
    "Latestgraphdesigns": {
      "Title1": "Latest ",
      "Title2": "Designs"
    },
    "Technologies": {
      "Title": "Technologies I Use"
    },
    "Contact": {
      "Title": "Contact",
      "Placeholdername": "Name",
      "Placeholdermessage": "Message",
      "Button": "Send"
    }
  },
  "Pricing": {
    "Title1": "Web Applications",
    "Landingpage": {
      "Title": "Landing Page",
      "Price": "<p>from</p><strong>$500</strong>",
      "Content": "A simple website that will help you establish your presence online and promote your services. Perfect for running advertising campaigns on Google or Facebook",
      "Listitem1": "One-year warranty",
      "Listitem2": "Quick contact",
      "Listitem3": "Up to 3 tabs",
      "Listitem4": "2 design revisions",
      "Listitem5": "Image slider",
      "Listitem6": "Contact form",
      "Listitem7": "Google maps",
      "Listitem8": "Google Analytics",
      "Listitem9": "Integration with social media",
      "Button": "Send Inquiry"
    },
    "Blog": {
      "Title": "Blog",
      "Price": "<p>from</p><strong>$1450</strong>",
      "Content": "When creating a blog, I focus primarily on its intuitive navigation and speed. This way, readers stay on the site longer and are much more likely to return",
      "Listitem1": "One-year warranty",
      "Listitem2": "Quick contact",
      "Listitem3": "Up to 6 tabs",
      "Listitem4": "3 design revisions",
      "Listitem5": "Clear design",
      "Listitem6": "Article slider",
      "Listitem7": "Smart article suggestions",
      "Listitem8": "User-friendly experience",
      "Listitem9": "Contact form",
      "Listitem10": "Google Analytics",
      "Button": "Send Inquiry"
    },
    "Ecommerce": {
      "Title": "E-Commerce Shop",
      "Price": "<p>from</p><strong>$3000</strong>",
      "Content": "An online store, like a blog, should primarily be fast and easy to navigate. Reducing the number of steps required for a purchase and increasing their intuitiveness will lead to more conversions",
      "Listitem1": "One-year warranty",
      "Listitem2": "Quick contact",
      "Listitem3": "Unlimited tabs",
      "Listitem4": "3 design revisions",
      "Listitem5": "Clear design",
      "Listitem6": "Product slider",
      "Listitem7": "Smart product suggestions",
      "Listitem8": "User-friendly experience",
      "Listitem9": "Advanced contact form",
      "Listitem10": "Upselling",
      "Listitem11": "Crosselling",
      "Listitem12": "Loyalty Program",
      "Listitem13": "Referral Links for Promoters",
      "Listitem14": "Google Analytics",
      "Button": "Send Inquiry"
    },
    "Title2": "Graphic Design",
    "GraphDesign": {
      "Title": "Logo, Business Card, Flyer, Invitation, etc.",
      "Price": "<p>from</p><strong>$150</strong>",
      "Content": "In today's world, advertisements are everywhere, and we are constantly bombarded with various content. That's why I strive to make my designs stand out as much as possible and capture attention",
      "Listitem1": "One-year warranty",
      "Listitem2": "Quick contact",
      "Listitem3": "Fast execution",
      "Listitem4": "3 design revisions",
      "Listitem5": "Custom design",
      "Listitem6": "Attention to detail",
      "Button": "Send Inquiry"
    }
  }
}
