{
  "Navbar": {
    "locale": "PL",
    "Homepage": "HomePage",
    "Aboutme": "About Me",
    "Pricing": "Pricing",
    "Contact": "Contact",
    "WebDesign": "Web Design",
    "GraphDesign": "Graphic Design"
  },
  "Homepage": {
    "Pointsofinterest": {
      "Graphtitle": "Graphic Design",
      "GraphContent": "As a graphic designer with a passion for creating aesthetic and functional projects, I constantly strive to combine creativity with practical application.",
      "Sitetitle": "Web Design",
      "Sitecontent": "As a Front-End Developer, I have a strong foundation in HTML, CSS, TypeScript, React, and Next.js. I create responsive applications, ensuring their optimization and intuitive user interfaces.",
      "Button": "See More"
    },
    "Aboutme": {
      "Title": "About Me",
      "Subtitle": "Hi, I'm Czarek",
      "Content": "<p>I am a web developer and graphic designer with a true passion for what I do. As a child, I loved mathematics and enjoyed painting. I believe programming is the perfect combination of pure calculation and art, which aligns perfectly with my interests. I continuously expand my knowledge to make my work more efficient and to become an expert in the future.</p><p>For the past 10 years, I have been tutoring mathematics, and for several years, I have been a Team Leader in a moving company. This experience has given me excellent customer service and teamwork skills.</p>"
    },
    "Webdesign": {
      "content": "<h3>Website Design</h3><p>I designed my first website for my own needs when I was launching my online store, <hemp>hempcapone.com</hemp>. Since then, I have become deeply interested in application development and have been expanding my knowledge ever since.</p><p>Initially, I started learning WordPress. However, over time, its limitations began to bother me more and more, such as:</p><ul><li>slow loading times,</li><li>expensive plugins,</li><li>limited styling options,</li><li>debugging difficulties.</li></ul><p>What frustrated me the most was the lack of full control—I couldn't create exactly what I wanted and had to work within the constraints of available plugins.</p><p>I decided to develop my skills in React, TypeScript, and Next.js to gain complete freedom in building applications and to work with significantly better technologies. So far, I have built nine websites, including three using Next.js—one of them being an online store, <fizjo>fizjotrenerka.eu</fizjo>.</p><p>I now have great flexibility in using these technologies and continuously expand my knowledge to stay up to date with the ever-evolving tech landscape. Currently, I am learning Angular to broaden my expertise beyond a single framework and Node.js to eventually be able to handle backend development as well.</p><p>I also incorporate artificial intelligence into my workflow, as I believe it is an essential tool for increasing efficiency and speeding up development.</p>",
      "Button": "Contact"
    },
    "Latestwebdesigns": {
      "Title": "Latest Designs"
    },
    "GraphDesign": {
      "content": "<h3>Graphic Design</h3><p>I have been passionate about graphic design for as long as I can remember. During my studies, I started working with digital graphics, taking on small projects such as business cards and flyers for people in my network.</p><p>While managing my online store and its social media, I gained the most experience in creating <strong>sales-oriented graphics.</strong> That's when I realized the importance of elements like brand identity and the necessity of well-placed <strong>call-to-action (CTA) buttons</strong> to drive engagement and conversions.</p><p><strong>Tools I Use:</strong></p><ul><li>Procreate</li><li>Figma</li><li>Canva</li></ul><p>Currently, my focus is on web design, and I am expanding my knowledge in this field. Internet users lose interest quickly, and capturing their attention is a challenge. That's why a well-structured visual layout in a web application is crucial—content should spark curiosity without overwhelming users with excessive stimuli.</p>",
      "Button": "Contact"
    },
    "Latestgraphdesigns": {
      "Title": "Latest Designs"
    },
    "Technologies": {
      "Title": "Technologies I Use"
    },
    "Contact": {
      "Title": "Contact",
      "Placeholdername": "Name",
      "Placeholdermessage": "Message",
      "Button": "Send"
    }
  },
  "Pricing": {
    "Title1": "Web Applications",
    "Landingpage": {
      "Title": "Landing Page",
      "Price": "<p>from</p><strong>$500</strong>",
      "Content": "A simple website that will help you establish your presence online and promote your services. Perfect for running advertising campaigns on Google or Facebook",
      "Listitem1": "One-year warranty",
      "Listitem2": "Quick contact",
      "Listitem3": "Up to 3 tabs",
      "Listitem4": "2 design revisions",
      "Listitem5": "Image slider",
      "Listitem6": "Contact form",
      "Listitem7": "Google maps",
      "Listitem8": "Google Analytics",
      "Listitem9": "Integration with social media",
      "Button": "Send Inquiry"
    },
    "Blog": {
      "Title": "Blog",
      "Price": "<p>from</p><strong>$1450</strong>",
      "Content": "When creating a blog, I focus primarily on its intuitive navigation and speed. This way, readers stay on the site longer and are much more likely to return",
      "Listitem1": "One-year warranty",
      "Listitem2": "Quick contact",
      "Listitem3": "Up to 6 tabs",
      "Listitem4": "3 design revisions",
      "Listitem5": "Clear design",
      "Listitem6": "Article slider",
      "Listitem7": "Smart article suggestions",
      "Listitem8": "User-friendly experience",
      "Listitem9": "Contact form",
      "Listitem10": "Google Analytics",
      "Button": "Send Inquiry"
    },
    "Ecommerce": {
      "Title": "E-Commerce Shop",
      "Price": "<p>from</p><strong>$3000</strong>",
      "Content": "An online store, like a blog, should primarily be fast and easy to navigate. Reducing the number of steps required for a purchase and increasing their intuitiveness will lead to more conversions",
      "Listitem1": "One-year warranty",
      "Listitem2": "Quick contact",
      "Listitem3": "Unlimited tabs",
      "Listitem4": "3 design revisions",
      "Listitem5": "Clear design",
      "Listitem6": "Product slider",
      "Listitem7": "Smart product suggestions",
      "Listitem8": "User-friendly experience",
      "Listitem9": "Advanced contact form",
      "Listitem10": "Upselling",
      "Listitem11": "Crosselling",
      "Listitem12": "Loyalty Program",
      "Listitem13": "Referral Links for Promoters",
      "Listitem14": "Google Analytics",
      "Button": "Send Inquiry"
    },
    "Title2": "Graphic Design",
    "GraphDesign": {
      "Title": "Logo, Business Card, Flyer, Invitation, etc.",
      "Price": "<p>from</p><strong>$150</strong>",
      "Content": "In today's world, advertisements are everywhere, and we are constantly bombarded with various content. That's why I strive to make my designs stand out as much as possible and capture attention",
      "Listitem1": "One-year warranty",
      "Listitem2": "Quick contact",
      "Listitem3": "Fast execution",
      "Listitem4": "3 design revisions",
      "Listitem5": "Custom design",
      "Listitem6": "Attention to detail",
      "Button": "Send Inquiry"
    }
  }
}
