{
  "Navbar": {
    "locale": "PL",
    "Homepage": "HomePage",
    "Aboutme": "About Me",
    "Contact": "Contact",
    "WebDesign": "Web Design",
    "GraphDesign": "Graphic Design",
    "Automation": "AI Automations"
  },
  "Homepage": {
    "Frontslider": {
      "Slider": [
        {
          "href": "#web-design",
          "title": "Business Website for 1500 PLN",
          "content": "A complete, responsive website that looks great on any device. This is a limited-time offer, so if your business still doesn't have its own site, now's the perfect time to change that — quickly, easily, and without unnecessary costs."
        },
        {
          "href": "#web-design",
          "title": "Free Graphic Design Included",
          "content": "Because looks do matter. Your website will not only work great — it'll look great too. If you don't love the design, you don't pay a thing."
        },
        {
          "href": "#automatyzacje",
          "title": "AI Automations",
          "content": "Let the routine stuff handle itself. I'll set up smart automations that save you time and make your workday smoother. They can send emails, organize data, or generate reports — all automatically, so you can focus on what really matters."
        },
        {
          "href": "#web-design",
          "title": "Low-Cost Maintenance",
          "content": "No monthly fees, no hidden costs. The only thing you pay for is the domain — around 200 PLN per year."
        },
        {
          "href": "#web-design",
          "title": "Where Logic Meets Art",
          "content": "I combine the precision of a developer with the eye of a designer. That's how unique websites are born."
        }
      ],
      "Button": "See More"
    },
    "Pointsofinterest": {
      "Graphtitle": "Graphic Design",
      "GraphContent": "Do you need professional graphic materials to make your brand stand out? Contact me! I offer a personalized approach, competitive prices, and full dedication to your project",
      "Sitetitle": "Web Design",
      "Sitecontent": "If you want a website that attracts customers and makes your business stand out. Contact me! I create modern, responsive websites tailored to your needs",
      "Button": "See More"
    },
    "Aboutme": {
      "Title": "About Me",
      "Subtitle": "Hi, I'm Czarek",
      "Content": "<p>I'm a developer and graphic designer who genuinely enjoys what he does. I've always loved both logic and art. Building websites and apps is where those worlds meet.</p><p>For the past 4 years, I've been helping small businesses get online — creating simple, effective websites, designing graphics, and setting up AI automations that make work easier. I don't work like a big agency — I prefer direct communication, an individual approach, and fair, transparent rules.</p><p>If you've never had a website before, you're in the right place. I'll guide you through the whole process — clearly, calmly, and without tech jargon.</p>"
    },
    "Webdesign": {
      "content": "<h3>Web Design</h3><p>Your website isn't just an online business card — it's the heart of your brand on the internet. It's where potential clients form their first impression of you and your company. That's why I create websites that not only look great but are also <strong>intuitive, fast, and free from unnecessary clutter.</strong></p><p>Every project starts with understanding your business and what you want to communicate. I don't use ready-made templates — I build everything from scratch, ensuring that your site is perfectly tailored to your style and needs. This way, <strong>you can be sure your online presence is truly unique.</strong></p><p>I focus on simplicity and user comfort. Every button, color, and animation has a purpose — to guide visitors exactly where you want them to go. Whether you need a classic business page or a more advanced landing page, <strong>I make sure everything looks clean, professional, and works flawlessly across all devices.</strong></p><p>I've also found a way to host your site <strong>completely free of monthly fees.</strong>  I use solutions that allow your website to stay online without compromising on quality or performance. The only cost you'll need to cover is your domain — about 200 PLN per year. This means you can have a professional website without subscriptions or hidden maintenance costs.</p><p>You don't have to worry about the design — <strong>I'll create it for free.</strong>. It's my way of showing you that I'm certain of my skills and making sure you're fully satisfied before we move forward with development.</p><p>Right now, I'm running a <strong>limited-time offer</strong> — a complete, modern <strong>website for just 1500 PLN.</strong> It's a perfect opportunity for business owners who want to finally establish their online presence without overpaying. If you've been thinking about getting a website for a while, this is the right moment to make it happen.</p><h3>Why me instead of a big agency?</h3><p>Because with me, you don't pay for middlemen, fancy offices, or complicated processes. I work solo — so <strong>you only pay for the result</strong> — a website that truly meets your expectations. This allows me to offer fair pricing, fast communication, and full commitment to every project.</p><p>I treat every site like my own — because I know it's more than just a few pages on the internet. It's your identity, your brand, your image. And I'm here to make sure it looks exactly the way you want it to.</p>",
      "Buttonprice": "Pricing",
      "Buttoncontact": "Request a Quote"
    },
    "Latestwebdesigns": {
      "Title": "Latest Designs"
    },
    "Automations": {
      "content": "<h3>AI Automations</h3><p>Time is the most valuable resource today — and I can help you get it back. AI-powered automations let businesses work <strong>faster, smarter, and with less effort</strong>. They allow you to focus on what really matters — growing your business — <strong>instead of wasting hours on repetitive tasks</strong>.</p><p>Every automation I build is custom-made, tailored to the specific needs of each company. Sometimes it's a simple connection between two apps; other times it's a complete system that saves several hours every single day. It all depends on how your business operates and what can be improved.</p><p>My goal isn't to create “magic,” but to deliver practical, effective solutions that <strong>reduce costs, eliminate errors, and save time</strong>. And if you're not familiar with the technology — don't worry. I'll explain everything in plain language and show you how to use your automations without writing a single line of code.</p><p>Automation prices start <strong>at 300 PLN</strong>,but the final cost depends on the complexity of your project. Sometimes, even a small automation can have a huge impact — like improving customer service, speeding up sales, or automating financial reports.</p><p><strong>Automation isn't the future — it's already here</strong>. If you want your business to run smarter, faster, and with less stress, take the first step and see what AI can do for you.</p>",
      "highlightedtext": "<h3>What Are Automations?</h3><p>Imagine your business running like a perfectly tuned machine. When a customer places an order, the data automatically goes into a spreadsheet, an invoice is created, and they instantly receive a personalized thank-you email. Or picture every message from your contact form going straight to your WhatsApp with a ready-to-send reply written by AI. You could even have a system that reminds clients about unpaid invoices, schedules social media posts, generates offers, or analyzes customer feedback to help you make meaningful improvements.</p><p>That's what AI automations do — they take over the repetitive work that drains your time and energy but doesn't bring profit. You focus on clients, creativity, and business growth — and technology takes care of the rest.</p>",
      "Buttonprice": "Pricing",
      "Buttoncontact": "Request a Quote"
    },
    "GraphDesign": {
      "content": "<h3>Graphic Design</h3><p><strong>A good design is more than just a pretty picture — it's the way your brand speaks to people.</strong> I create visuals that not only catch the eye but also make sense — ones that fit your company's style and make your clients remember you instantly.</p><p>I design <strong>business cards, invitations, posters, vouchers, flyers, banners, and social media graphics.</strong> There's no single formula — every project is unique, because every business has its own personality and story.</p><p>Before I draw a single line, I want to get to know you and your business. It's not just about colors and fonts <strong>— it's about how you want to be perceived.</strong> Sometimes a simple, minimalist business card says more about professionalism than a thousand words, while other times a bold, colorful design perfectly captures the energy of your brand.</p><p>You don't need to have a finished vision — that's what I'm here for. I'll help you find the right style, prepare a few concepts, and refine the design until you say, “That's it.” Only then we're done. <strong>If I can't deliver something you love — you don't pay.</strong></p><p><strong>Prices start from 400 PLN per design,</strong> but the final cost always depends on the type and complexity of the project.</p><p>For me, design is a blend of technique and emotion. It's a way to make your business create a strong first impression — because that first impression often decides whether a client stays or leaves.</p><h3>Why me instead of a big agency?</h3><p>Because with me, you come first. You're not just another project in the queue, and you don't have to go through five different people (each of whom needs to be paid). I keep things simple — I work solo, so <strong>you're not paying for the office, the secretary, or the “coffee manager.”</strong>You pay only for what matters — the final result that meets your expectations.</p><p>That's why I can offer fair prices, quick communication, and full commitment. I treat every project as if it were my own, because I know it matters to you. And when you're not feeding the corporate machine, there's more room for creativity — and for simply getting things done.</p>",
      "Buttonprice": "Pricing",
      "Buttoncontact": "Request a Quote"
    },
    "Latestgraphdesigns": {
      "Title": "Latest Designs"
    },
    "Technologies": {
      "Title": "Technologies I Use"
    },
    "Contact": {
      "Title": "Contact",
      "Placeholdername": "Name",
      "Placeholdermessage": "Message",
      "Button": "Send"
    }
  },
  "Pricing": {
    "Title1": "Web Applications",
    "Landingpage": {
      "Title": "Landing Page",
      "Price": "<p>from</p><strong>$500</strong>",
      "Content": "A simple website that will help you establish your presence online and promote your services. Perfect for running advertising campaigns on Google or Facebook",
      "Listitem1": "One-year warranty",
      "Listitem2": "Quick contact",
      "Listitem3": "Up to 3 tabs",
      "Listitem4": "2 design revisions",
      "Listitem5": "Image slider",
      "Listitem6": "Contact form",
      "Listitem7": "Google maps",
      "Listitem8": "Google Analytics",
      "Listitem9": "Integration with social media",
      "Button": "Send Inquiry"
    },
    "Blog": {
      "Title": "Blog",
      "Price": "<p>from</p><strong>$1450</strong>",
      "Content": "When creating a blog, I focus primarily on its intuitive navigation and speed. This way, readers stay on the site longer and are much more likely to return",
      "Listitem1": "One-year warranty",
      "Listitem2": "Quick contact",
      "Listitem3": "Up to 6 tabs",
      "Listitem4": "3 design revisions",
      "Listitem5": "Clear design",
      "Listitem6": "Article slider",
      "Listitem7": "Smart article suggestions",
      "Listitem8": "User-friendly experience",
      "Listitem9": "Contact form",
      "Listitem10": "Google Analytics",
      "Button": "Send Inquiry"
    },
    "Ecommerce": {
      "Title": "E-Commerce Shop",
      "Price": "<p>from</p><strong>$3000</strong>",
      "Content": "An online store, like a blog, should primarily be fast and easy to navigate. Reducing the number of steps required for a purchase and increasing their intuitiveness will lead to more conversions",
      "Listitem1": "One-year warranty",
      "Listitem2": "Quick contact",
      "Listitem3": "Unlimited tabs",
      "Listitem4": "3 design revisions",
      "Listitem5": "Clear design",
      "Listitem6": "Product slider",
      "Listitem7": "Smart product suggestions",
      "Listitem8": "User-friendly experience",
      "Listitem9": "Advanced contact form",
      "Listitem10": "Upselling",
      "Listitem11": "Crosselling",
      "Listitem12": "Loyalty Program",
      "Listitem13": "Referral Links for Promoters",
      "Listitem14": "Google Analytics",
      "Button": "Send Inquiry"
    },
    "Title2": "Graphic Design",
    "GraphDesign": {
      "Title": "Logo, Business Card, Flyer, Invitation, etc.",
      "Price": "<p>from</p><strong>$150</strong>",
      "Content": "In today's world, advertisements are everywhere, and we are constantly bombarded with various content. That's why I strive to make my designs stand out as much as possible and capture attention",
      "Listitem1": "One-year warranty",
      "Listitem2": "Quick contact",
      "Listitem3": "Fast execution",
      "Listitem4": "3 design revisions",
      "Listitem5": "Custom design",
      "Listitem6": "Attention to detail",
      "Button": "Send Inquiry"
    }
  }
}
