{
  "Navbar": {
    "locale": "ENG",
    "Homepage": "Strona Główna",
    "Aboutme": "O Mnie",
    "Pricing": "Cennik",
    "Contact": "Kontakt",
    "WebDesign": "WebDev",
    "GraphDesign": "Grafika Komputerowa"
  },
  "Homepage": {
    "Pointsofinterest": {
      "Graphtitle": "Grafika Komputerowa",
      "GraphContent": "Jako grafik komputerowy z pasją do tworzenia estetycznych i funkcjonalnych projektów, nieustannie dążę do łączenia kreatywności z praktycznym zastosowaniem.",
      "Sitetitle": "Strony Internetowe",
      "Sitecontent": "Jako Front-End Developer posiadam solidne podstawy w HTML, CSS, TypeScript, React, oraz Next.js. Tworzę responsywne aplikcje, dbając o ich optymalizację oraz intuicyjność UI.",
      "Button": "Zobacz Więcej"
    },
    "Aboutme": {
      "Title": "O mnie",
      "Subtitle": "Cześć, jestem Czarek",
      "Content": "<p>Jestem webdeveloperem i grafikiem komputerowym z prawdziwą pasją do tego, co robię. Jako dziecko bardzo lubiłem matematykę oraz uwielbiałem malować obrazy. Myślę, że programowanie stanowi idealne połączenie między czystą kalkulacją oraz sztuką, co wiąże się z moimi zainteresowaniami. Stale poszerzam swoją wiedzę tak, aby moja praca była coraz bardziej efektywna, oraz abym mógł w przyszłości być ekspertem.</p><p>Od 10 lat zajmuję się udzielaniem korepetycji z matematyki oraz od kilku lat jestem TeamLeaderem w firmie przeprowadzkowej. Sprawia to, że Posiadam bardzo dobre umiejętności pracy z klientem oraz pracy zespołowej.</p>"
    },

    "Webdesign": {
      "content": "<h3>Projektowanie Stron Internetowych</h3><p>Swoją pierwszą stronę internetową zaprojektowałem na własne potrzeby, kiedy otwierałem swój sklep internetowy, <hemp>hempcapone.com</hemp>. Od tamtego czasu bardzo zaciekawił mnie temat tworzenia aplikacji i zacząłem poszerzać swoją wiedzę.</p><p>Początkowo uczyłem się obsługi Wordpressa. Po czasie zaczęły mi coraz bardziej przeszkadzać jego ograniczenia np.:</p><ul><li>długi czas wczytywania</li><li>kosztowne wtyczki</li><li>braki w stylizowaniu</li><li>problemy z debugowaniem</li></ul><p>Najbardziej jednak przeszkadzał mi fakt, że nie jestem w stanie zrobić dokładnie tego, co chcę, tylko muszę działać w ramach funkcjonalności danej wtyczki.</p><p>Zacząłem rozwijać się w REACT, TypeScript oraz Next.js. Chciałem mieć pełnię możliwości w tworzeniu moich aplikacji oraz pracować z wykorzystaniem zdecydowanie lepszych technologii. Stworzyłem już 9 stron internetowych z czego 3 za pomocą Next.js w tym jeden sklep internetowy, <fizjo>fizjotrenerka.eu</fizjo>.</p><p>Posiadam dużą swobodę w korzystaniu z tych rozwiązań i cały czas poszerzam swoją wiedzę, by być na bieżąco z rozwijającą się technologią. Obecnie uczę się Angular, żeby nie zamykać się tylko w obrębie jednego framework'a oraz node.js, aby w przyszłości być w stanie obsłużyć również backend.</p><p>Do swojej pracy wykorzystuję sztuczną inteligencję. Uważam, że to narzędzie jest absolutnie niezbędne w celu przyspieszenia swojej efektywności.</p>",
      "Button": "Kontakt"
    },

    "Latestwebdesigns": {
      "Title": "Ostatnie Projekty"
    },
    "GraphDesign": {
      "content": "<h3>Projektowanie Graficzne</h3><p>Grafiką pasjonuję się odkąd tylko pamiętam. W trakcie studiów zacząłem zajmować się grafiką komputerową. Realizowałem małe projekty tj. wizytówki czy ulotki dla osób z mojego otoczenia.</p><p>W trakcie prowadzenia sklepu internetowego oraz jego mediów społecznościowych zdobyłem najwięcej wiedzy związanej z tworzeniem grafik sprzedażowych. Zrozumiałem wtedy wagę implementacji rzeczy takich jak identyfikacja graficzna oraz konieczność stosowania odpowiednio oznaczonych CTA. </p><p>Do swojej pracy używam następujących programów:</p><ul><li>Procreate</li><li>Figma</li><li>Canva</li></ul><p>Moja uwaga obecnie zwrócona jest w stronę projektowania stron internetowych. Pod tym kątem obecnie poszerzam swoją wiedzę . Użytkownicy internetu bardzo szybko tracą zainteresowanie oraz ciężko jest pozyskać ich uwagę. Dlatego bardzo istotny jest odpowiedni rozkład graficzny w aplikacji internetowej tak, aby treści wzbudzały ciekawość bez niepotrzebnego przebodźcowania.</p>",
      "Button": "Kontakt"
    },
    "Latestgraphdesigns": {
      "Title": "Ostatnie Projekty"
    },
    "Technologies": {
      "Title": "Technologie Jakich Używam"
    },
    "Contact": {
      "Title": "Kontakt",
      "Placeholdername": "Imię",
      "Placeholdermessage": "Treść Wiadomości",
      "Button": "Wyślij"
    }
  },
  "Pricing": {
    "Title1": "Strony Internetowe",
    "Landingpage": {
      "Title": "Landing Page/Wizytówka",
      "Price": "<p>od</p><strong>950</strong><p>zł</p>",
      "Content": "Prosta strona internetowa, która pomoże ci zaistnieć w internecie oraz zareklamować oferowane usługi. Idealna do prowadzenia kampani reklamowej w Google lub Facebook",
      "Listitem1": "Roczna gwarancja",
      "Listitem2": "Szybki kontakt",
      "Listitem3": "Do 3 zakładek",
      "Listitem4": "2 zmiany projektu",
      "Listitem5": "Slider na zdjęcia",
      "Listitem6": "Formularz kontaktowy",
      "Listitem7": "Mapa google",
      "Listitem8": "Google Analytics",
      "Listitem9": "Integracja z social media",
      "Button": "Wyślij Zapytanie"
    },
    "Blog": {
      "Title": "Blog",
      "Price": "<p>od</p><strong>2450</strong><p>zł</p>",
      "Content": "Podczas tworzenia bloga skupiam się przede wszystkim na jego intuicyjnej nawigacji oraz na szybkości działania. Dzięki temu czytelnicy zostają na takiej stronie na dłużej i zdecydowanie chętniej na nią wracają",
      "Listitem1": "Roczna gwarancja",
      "Listitem2": "Szybki kontakt",
      "Listitem3": "Do 6 zakładek",
      "Listitem4": "3 zmiany projektu",
      "Listitem5": "Czytelny design",
      "Listitem6": "Slider z artykułami",
      "Listitem7": "Inteligentne sugestie artykułów",
      "Listitem8": "Intuicyjność obsługi",
      "Listitem9": "Formularz kontaktowy",
      "Listitem10": "Google Analytics",
      "Button": "Wyślij Zapytanie"
    },
    "Ecommerce": {
      "Title": "Sklep Internetowy",
      "Price": "<p>od</p><strong>5000</strong><p>zł</p>",
      "Content": "Sklep Internetowy podobnie jak blog powinien być przede wszystkim szybki oraz prosty w obsłudze. Zmniejszenie ilości kroków niezbędnych do zakupu oraz zwiększenie ich intuicyjności zapewni więcej konwersji",
      "Listitem1": "Roczna gwarancja",
      "Listitem2": "Szybki kontakt",
      "Listitem3": "Nielimitowane zakładki",
      "Listitem4": "3 zmiany projektu",
      "Listitem5": "Czytelny design",
      "Listitem6": "Slider z produktami",
      "Listitem7": "Inteligentne sugestie produktów",
      "Listitem8": "Intuicyjność obsługi",
      "Listitem9": "Rozbudowany formularz kontaktowy",
      "Listitem10": "Upselling",
      "Listitem11": "Crosselling",
      "Listitem12": "Program Lojalnościowy",
      "Listitem13": "Linki Referencyjne dla Promotorów",
      "Listitem14": "Google Analytics",
      "Button": "Wyślij Zapytanie"
    },
    "Title2": "Grafika Komputerowa",
    "GraphDesign": {
      "Title": "Logo, Wizytówka, Ulotka, Zaproszenie itd.",
      "Price": "<p>od</p><strong>450</strong><p>zł</p>",
      "Content": "W dzisiejszych czasach reklamy są wszechobecne i bez przerwy jesteśmy bombardowani różnymi treściami. Dlatego właśnie staram się, aby moje projekty jak najbardziej wyróżniały się na tle pozostałych oraz przyciągały uwagę",
      "Listitem1": "Roczna gwarancja",
      "Listitem2": "Szybki kontakt",
      "Listitem3": "Szybka realizacja",
      "Listitem4": "3 zmiany projektu",
      "Listitem5": "Niestandardowy design",
      "Listitem6": "Staranność wykonania",
      "Button": "Wyślij Zapytanie"
    }
  }
}
